export default {
  domain: [
    {
      title: "Возраст домена",
      text:
        "Знаете ли вы, что возраст домена является одним из критериев по ранжированию веб ресурсов?",
      recomendation:
        "Возраст домена – это период с момента его первой регистрации до текущего момента времени. Исследования влияния разных параметров сайтов на их позиции в поиске, показывают, что домены и страницы с большим возрастом ранжируются выше. К причинам, почему старые домены работают лучше для ранжирования в поисковых системах, принадлежат качественный ссылочный профиль, репутация и трафик.",
      status: true
    },
    {
      title: "Ключевое слово в домене",
      text:
        "Используете ли вы ключевое слово в названии доменного имени вашего веб ресурса?",
      recomendation:
        "Доменное имя, которое начинается с целевого ключевого слова, имеет преимущество над сайтами, которые не имеют ключевого слова в своем доменном имени или имеют ключевое слово в середине, либо в конце. ",
      status: true
    },
    {
      title: "Истечение срока использования домена",
      text:
        "Знаете ли вы, о влиянии истечения срока использования вашего домена на показатель его легитимности?",
      recomendation:
        "Рекомендуется производить оплату доменного имени заблаговременно,  так как Google патент сообщает о том, что законные домены часто оплачиваются за несколько лет вперед, в то время как нелегитимные домены редко используются более года. Таким образом, дата истечения срока действия домена может быть использована в качестве фактора при прогнозировании легитимности домена.",
      status: true
    },
    {
      title: "История доменов",
      text:
        "Знаете ли вы об истории вашего домена?",
      recomendation:
        "Перед покупкой домена рекомендуется ознакомиться с его историей. Если домен использовался ранее, очень важно знать, был ли он оштрафован или нарушал правила Google, если это так, то это усложнит получение хорошей видимости в результатах поиска.",
      status: true
    },
    {
      title: "Точное совпадение домена",
      text:
        "Знаете ли вы, об особенностях совпадения поискового запроса и доменного имени? истечения срока действия домена может быть использована в качестве фактора при прогнозировании легитимности домена",
      recomendation:
        "Доменное имя, имеющее точное соответствие поисковому запросу, скорее всего, привлечет трафик на сайт, но важно знать о возможности восприятия этого как признака спам сайта, поэтому если сайт окажется некачественным, точное совпадение домена с поисковым запросом может дать обратный эффект.",
      status: true
    },
    {
      title: "WhoIs",
      text: "Знаете ли вы, о необходимости указания информации о доменном имени в сервисе whois?",
      recomendation: "Убедитесь в том, что вы не скрываете информацию whois, более того данные whois должны соответствовать контактным данным на сайте. Также, следует знать о владельце доменного имени, указанном в информации whois. Если Google идентифицирует конкретного человека как спамера, то другие сайты, принадлежащие этому лицу, будут тщательно проверяться.",
      status: true
    },
    {
      title: "Домен верхнего уровня страны",
      text: "Знаете ли вы, о влиянии указания в домене верхнего уровня кода страны?",
      recomendation: "Наличие в домене верхнего уровня кода страны может помочь ранжированию сайта для конкретной страны, но, в то же время, это может ограничить видимость сайта по всему миру.",
      status: true
    }
  ],
  page: [
    {
      title: "Ключевое слово в теге заголовка",
      text: "Знаете ли об особенностях использования ключевых слов в составлении заголовков страницы с точки зрения SEO?",
      recomendation: "Заголовки являются основным фактором, помогающим поисковым системам понять, что представляет собой веб страница. Большее влияние на ранжирование поиска имеют ключевые слова, расположенные ближе к началу тега заголовка . Кроме того, исследования показывают, что люди могут сканировать всего лишь два первых слова заголовка, поэтому рекомендуется использовать заголовки, в которых сначала фигурирует самый значимый аспект страницы, например, название продукта.",
      status: true
    },
    {
      title: "Ключевое слово в теге описания",
      text: "Знаете ли вы о влиянии использования ключевого слова в теге описания страницы?",
      recomendation: "Использование ключевого слова в теге описания страницы не является обязательным, так как Google не использует тег описания в качестве сигнала прямого ранжирования, однако тег описания может влиять на показатель кликабельности, который является ключевым фактором ранжирования.",
      status: true
    },
    {
      title: "Ключевое слово в теге H1",
      text: "Знаете ли об особенностях использования ключевых слов в составлении текста тега h1?",
      recomendation: "Рекомендуется использовать ключевые слова в теге h1. Оптимально размещать ключевую фразу как можно ближе к началу. Очень хорошо, если форма ключевого слова в title и H1 немного отличаются. Для этого используйте разнообразные типы вхождений и текстовых разбавок.",
      status: true
    },
    {
      title: "TF-IDF",
      text: "Знаете ли вы о показателе TF-IDF?",
      recomendation: "TF-IDF — статистическая мера, используемая для оценки важности слова в контексте документа. Чем чаще слово появляется на странице, тем более вероятно, что страница об этом слове. Google использует сложную версию TF-IDF. ",
      status: true
    },
    {
      title: "Длина контента",
      text: "Известно ли вам о корреляции длины контента с позицией в поисковой выдаче?",
      recomendation: "По результатам исследования, проведённого Backlinko было обнаружено, что длина контента коррелирует с позицией в результатах поисковой выдачи, таким образом, написание всеобъемлющего, углубленного контента повышает рейтинг веб-ресурса в Google. ",
      status: true
    },
    {
      title: "Содержание",
      text: "Указываете ли вы содержание для содержимого страниц вашего веб ресурса?",
      recomendation: "Рекомендуется указание содержания для страницы, так как это позволяет поисковым машинам лучше понять ее содержимое.",
      status: true
    },
    {
      title: "Тематическая глубина",
      text: "Знаете ли вы о важности тематической глубины страницы?",
      recomendation: "По результатам исследований существует взаимосвязь между глубиной охвата темы и рейтингами Google, поэтому страницы, которые широко охватывают тему, имеют преимущество над страницами, делающими это частично. ",
      status: true
    },
    {
      title: "Скорость загрузки через HTML",
      text: "Знаете ли вы о показателях скорости загрузки страниц вашего веб сайта?",
      recomendation: "Google использует скорость загрузки страницы как фактор ранжирования. Поисковые роботы оценивают скорость загрузки сайта довольно точно на основе HTML-кода страницы. С июля 2018 года все страницы, которые имеют время загрузки более чем 3 секунды  искусственно опущены в результатах поиска.",
      status: true
    },
    {
      title: "Повторяющееся содержимое",
      text: "Знаете ли вы, о влиянии использования повторяющегося содержимого на странице?",
      recomendation: "Рекомендуется избегать использование идентичного контента на сайте, даже слегка измененного, так как это может негативно повлиять на видимость сайта.",
      status: true
    },
    {
      title: "Оптимизация изображения",
      text: "Известно ли вам о важности использования мета тегов для изображений на странице?",
      recomendation: "Рекомендуется указывать метатеги file name, alt text, title, description и caption для изображений, так как они посылают поисковым системам важные релевантные сигналы.",
      status: true
    },
    {
      title: "Давность обновления контента",
      text: "Знаете ли вы о необходимости обновления контента на странице?",
      recomendation: "Рекомендуется регулярное обновление контента на страницах  сайта. Обновление Google Caffeine благоприятствует недавно опубликованному или обновленному контенту, особенно для поиска по времени. Подчеркивая важность этого фактора, Google показывает дату последнего обновления страницы для определенных страниц на странице поисковой выдачи.",
      status: true
    },
    {
      title: "Масштабы обновлений контента",
      text: "Знаете ли вы о влиянии масштабов обновлений контента?",
      recomendation: "Значимость редактирований и изменений служит фактором свежести. Добавление или удаление целых разделов более важно, чем переключение порядка нескольких слов или исправление опечатки.",
      status: true
    },
    {
      title: "Предпочтение ключевого слова",
      text: "Знаете ли вы об особенностях размещения ключевых слов в содержимом страницы?",
      recomendation: "Рекомендуется размещение ключевого слова в 100 первых слов содержимого сайта, так как это является положительным фактором релевантности.",
      status: true
    },
    {
      title: "Ключевое слово в H2, H3 Тэги ",
      text: "Указываете ли вы ключевые слова в составе содержимого тегов  h2  и h3?",
      recomendation: "Рекомендуется использование ключевых слов в составе тегов h2  и h3, так как это позволяет лучше понимать структуру страницы.",
      status: true
    },
    {
      title: "Качество исходящих ссылок",
      text: "Знаете ли вы об влиянии использования исходящих ссылок?",
      recomendation: "По результатам исследования, исходящие релевантные ссылки на авторитетные сайты рассматриваются в алгоритмах и оказывают положительное влияние на ранжирование.",
      status: true
    },
    {
      title: "Тема исходящей связи",
      text: "Знаете ли вы о влиянии тематики исходящих ссылок?",
      recomendation: "Согласно алгоритму Hillop, Google может использовать контент страниц, на которые ссылается страница, как сигнал релевантности. Например, если страница о гонках ссылается на связанные с кино страницы, это может дать понять Google, что страница о фильме на тему гонок.",
      status: true
    },
    {
      title: "Грамматика и правописание",
      text: "Известно ли вам о значимости грамматики и правописания при составлении контента страницы?",
      recomendation: "Рекомендуется избегать грамматических и орфографических ошибок при написании контента страницы. Правильная грамматика и орфография являются сигналом качества страницы для поисковых машин.",
      status: true
    },
    {
      title: "Обновление для мобильных устройств",
      text: "Имеет ли ваш сайт оптимизацию под мобильные устройства?",
      recomendation: "Рекомендуется оптимизировать все страницы веб ресурса под мобильные устройства.",
      status: true
    },
    {
      title: "Контент, скрытый за вкладками",
      text: "Избегаете ли вы использование контента, скрытого за вкладами?",
      recomendation: "Рекомендуется избегать использование контента скрытого за вкладками. Если пользователям щелкнуть вкладку, чтобы открыть часть контента на странице, то такой контент не будет проиндексирован.",
      status: true
    },
    {
      title: "Мультимедиа",
      text: "Используете ли мы мультимедийные элементы на страницах вашего веб ресурса?",
      recomendation: "Изображения, видео и другие мультимедийные элементы могут выступать в качестве сигнала качества контента.  Исследование обнаружило корреляцию между мультимедиа и рейтингами.",
      status: true
    },
    {
      title: "Количество внутренних ссылок, указывающих на страницу",
      text: "Знаете ли вы о влиянии количества внутренних ссылок, указывающих на страницу?",
      recomendation: "Количество внутренних ссылок, указывающих на страницу указывает на ее значимость по отношению к другим страницам на сайте. Внутренние ссылки с авторитетных страниц сайта в свою очередь  могут дать больший эффект, нежели ссылки страниц с низким рейтингом.",
      status: true
    },
    {
      title: "Нерабочие ссылки",
      text: "Имеются ли на вашем сайте нерабочие ссылки?",
      recomendation: "Рекомендуется избегать присутствие нерабочих ссылок на страницах веб ресурса, так как наличие большого количества неработающих ссылок, может служить признаком заброшенности, а соответственно и низкого качества сайта.",
      status: true
    },
    {
      title: "Партнерские ссылки ",
      text: "Известно ли вам о влиянии партнерских ссылок на проверку сайта алгоритмами поисковика?",
      recomendation: "Партнерские ссылки не повлияют отрицательно на релевантность сайта, но если их будет слишком много, то алгоритмы Google могут более тщательно проверять сайт по другим показателям, чтобы убедиться, что он не является «партнерским».",
      status: true
    },
    {
      title: "Ошибки HTML",
      text: "Знаете ли вы о необходимости наличия качественно закодированной страницы?",
      recomendation: "Большое количество ошибок в HTML коде или небрежное кодирование могут быть признаком сайта низкого качества. Также, многие специалисты SEO считают, что хорошо закодированная страница является сигналом качества.",
      status: true
    },
    {
      title: "Авторитетность доменного хостинга",
      text: "Известно ли вам о влиянии хостинга на отображение вашего сайта в результатах поисковика?",
      recomendation: "Рекомендуется выбирать наиболее проверенный хостинг, так как релевантность сайта, размещенного на авторитетном хостинге будет выше, чем у сайта на менее авторитетном.",
      status: true
    },
    {
      title: "Длина URL",
      text: "Известно ли вам о значении длины URL-адреса в результатах ранжирования результатов поиска?",
      recomendation: "Не рекомендуется использовать чрезмерно длинные URL-адреса, так как они могут повредить видимости в поисковой выдаче. Несколько исследований показали, что короткие URL-адреса, как правило, имеют небольшое преимущество в результатах поиска Google. ",
      status: true
    },
    {
      title: "Путь к URL",
      text: "Знаете ли вы, что расположение страницы относительно домашней страницы влияет на результаты поиска?",
      recomendation: "Не рекомендуется использовать слишком глубокий уровень вложенности страниц. Страница, расположенная ближе к домашней странице, может получить небольшое повышение авторитета чем страницы, глубоко погруженные в архитектуру сайта.",
      status: true
    },
    {
      title: "Категория страницы",
      text: "Известно ли вам о влиянии категории, к которой относится страница, на результат ранжирования?",
      recomendation: "Следует относить страницы к определенным категориям, поскольку страница, находящаяся в какой-либо категории – это положительный фактор релевантности. Страница, которая относится к категории, близко связанной с поисковым запросом получит куда более высокий показатель релевантности в сравнении с той, которая менее связана или вообще не связана с запросом.",
      status: true
    },
    {
      title: "Ключевое слово в URL",
      text: "Считаете ли вы значимым использование ключевого слова в URL?",
      recomendation: "Выбранное доменное имя для продвижения является очень важным и должно содержать основной ключевой запрос сайта, в адрес каждой страницы также нужно включать запрос, по которому она продвигается. Однако, представитель поисковика Google Джон Мюллер заявил следующее: «Это очень слабый фактор. Поэтому вряд ли нужно уделять ему большое внимание, а тем более перестраивать под него свой сайт».",
      status: true
    },
    {
      title: "Категории в строке URL",
      text: "Известно ли вам о категориях в строке URL?",
      recomendation: "Если ваш сайт состоит из нескольких важных разделов, рекомендуется использовать тег типа /% category% /% postname% / для добавления категории к вашему URL. Этот способ дает поисковой системе больше информации о контенте.",
      status: true
    },
    {
      title: "Нумерованные списки",
      text: "Известно ли вам о значении наличия нумерованных списков?",
      recomendation: "Наличие  такого текстового  фактора, как нумерованные и маркированные списки большинство оптимизаторов считает наиболее важными для продвижения.",
      status: true
    },
    {
      title: "Приоритет страницы в Sitemap",
      text: "Известно ли вам о sitemap.xml?",
      recomendation: "Приоритет страницы задается с помощью файла sitemap.xml, что может влиять на ранжирование.",
      status: true
    },
    {
      title: "Большое количество исходящих ссылок",
      text: "Знали ли вы, что количество ссылок влияет на результат ранжирования?",
      recomendation: "Согласно общедоступному документу Google Rater Guidelines “Some pages have way, way too many links, obscuring the page and distracting from the Main Content.” Таким образом, большое количество исходящих ссылок может стать отрицательным фактором.",
      status: true
    },
    {
      title: "Количество дополнительных ключевых слов",
      text: "Известно ли вам о значении дополнительных ключевых слов в ранжировании результатов поиска?",
      recomendation: "Наличие дополнительных ключевых слов у страницы может также дать Google знак качества страницы.",
      status: true
    },
    {
      title: "Дружественный пользовательский интерфейс",
      text: "Имеет ли ваш ресурс дружественный пользовательский интерфейс?",
      recomendation: "В соответствии с рекомендациями по качеству Google следует разрабатывать качественные страницы The page layout on highest quality pages makes the Main Content immediately visible.",
      status: true
    }
       
  ],
  site: [
    {
      title: "Свяжитесь с нами",
      text: "Имеется ли на вашем сайте блок с контактной информацией и обратной связью?",
      recomendation: "Google предпочитает сайты с «достаточным количеством контактной информации». Также будет преимуществом, если ваша контактная информация будет соответствовать с информацией домена.",
      status: true
    },
    {
      title: "Архитектура сайта",
      text: "Знаете ли вы о значимости архитектуры сайта для поисковой оптимизации?",
      recomendation: "Хорошо структурированная архитектура сайта помогает тематически организовать контент в Google. Он также может помочь Googlebot получить доступ и индексировать все страницы сайта.",
      status: true
    },
    {
      title: "Время работы в сети ",
      text: "Знаете ли вы об опасности длительных простоев сайта?",
      recomendation: "Рекомендуется не допускать длительное время простоя сайта из-за технических работ или проблем на сервере,так как это может навредить релевантности.",
      status: true
    },
    {
      title: "Расположение сервера",
      text: "Знаете ли вы о влиянии расположения сервера для поисковых систем?",
      recomendation: "Расположение сервера влияет на местоположение сайта в разных географических регионах. Это может быть особенно важно для геоинформационных поисков.",
      status: true
    },
    {
      title: "Сертификат SSL",
      text: "Имеется ли у вас SSL сертификат?",
      recomendation: "Рекомендуется использование защищенного HTTPS соединения, так как это является ранжирующим сигналом для поисковых машин.",
      status: true
    },
    {
      title: "Повторение локального контента",
      text: "Избегаете ли вы повторение локального контента на вашем веб ресурсе?",
      recomendation: "Избегайте повторение страниц и meta информации на сайте, так как это может негативно повлиять на релевантность сайта. Search Console предупреждает, если на сайте имеет место такая проблема.",
      status: true
    },
    {
      title: "Навигация",
      text: "Используете ли вы навигацию на вашем веб ресурсе?",
      recomendation: "Рекомендуется использовать навигацию, так как это понятный пользователю и поисковым системам способ организации архитектуры сайта, позволяющий понимать местонахождение на сайте.",
      status: true
    },
    {
      title: "YouTube",
      text: "Знаете ли вы о возможностях продвижения с помощью видеороликов YouTube?",
      recomendation: "Рекомендуется размещение видеороликов YouTube, так как они получают  приоритет в результатах поиска Google.",
      status: true
    },
    {
      title: "Отзывы пользователей / репутация сайта",
      text: "Уделяете ли вы внимание репутации и отзывам пользователям о вашем веб ресурсе?",
      recomendation: "Рекомендуется следить за репутацией сайта на таких сайтах, как Yelp.com, так как это играет важную роль в алгоритме Google. Google опубликовал статью, в которой рассказывалось о намерении прислушиваться к отзывам пользователей.",
      status: true
    },    
  ],
  feedback: [
    {
      title: "Ссылки со старых доменов",
      text: "Известно ли вам о приоритете старых доменов над новыми в отношении входящих ссылок?",
      recomendation: "Рекомендуется использовать ссылки преимущественно со старых доменов.",
      status: true
    },
    {
      title: "Авторитетность ссылающихся на ваш сайт доменов",
      text: "Знаете ли вы о влиянии авторитета ссылающейся на ваш ресурс страницы?",
      recomendation: "Авторитет (PageRank) ссылающейся страницы был чрезвычайно важным фактором ранжирования с ранних дней Google и до сих пор.",
      status: true
    },
    {
      title: "Ссылки со стороны конкурентов",
      text: "Известно ли вам о влиянии на отображение вашего ресурса в поисковом сервисе ссылок на другие ресурсы из той же SERP?",
      recomendation: "Ссылки на другие страницы в одной и той же страницы результатов поиска могут быть более ценными для ранжирования страницы для конкретного ключевого слова.",
      status: true
    },
    {
      title: "Ссылки из Bad Neighborhoods",
      text: "Известно ли вам о влиянии ссылок из плохих источников на ранжирование результатов?",
      recomendation: "Рекомендуется избегать ссылок из плохих источников, так как они могут повредить сайту.",
      status: true
    },
    {
      title: "Разнообразие типов ссылок",
      text: "Знаете ли вы, о важности разнообразия типов ссылок?",
      recomendation: "Имея неестественно большой процент ссылок, поступающих из одного источника (например, профили форума, комментарии в блогах), может распознаваться как спам. С другой стороны, ссылки из разных источников являются признаком естественного профиля ссылок.",
      status: true
    },
    {
      title: "Контекстные ссылки",
      text: "Знаете ли вы о большей значимости контекстных ссылок?",
      recomendation: "Ссылки, встроенные в содержимое страницы, считаются более мощными, чем ссылки на пустой странице или найденные в другом месте на странице.",
      status: true
    },
    {
      title: "Расположение ссылок",
      text: "Знаете ли вы о влиянии расположения обратной ссылки в тексте страницы?",
      recomendation: "Рекомендуется указывать ссылки в начале фрагмента контента, так как они могут иметь больше веса, чем ссылки, размещенные в конце содержимого страницы.",
      status: true
    },
    {
      title: "Ключевое слово в заголовке",
      text: "Знаете ли вы о значимости использования ключевого слова в заголовке ссылающейся на ваш ресурс страницы?",
      recomendation: "Google одобряет ссылки со страниц, содержащих ключевое слово страницы в заголовке.",
      status: true
    },
    {
      title: "Возраст обратной ссылки",
      text: "Знаете ли вы о зависимости возраста обратной ссылки и ее ценностью?",
      recomendation: "Согласно патенту Google, более старые ссылки имеют больше ценности, чем новые.",
      status: true
    },
    {
      title: "Взаимные ссылки",
      text: "Избегаете ли вы чрезмерного количества взаимных ссылок?",
      recomendation: "В соответствии со схемой построения ссылок Google рекомендуется избегать чрезмерного количества взаимных ссылок.",
      status: true
    },
    {
      title: "Количество слов",
      text: "Знаете ли вы о зависимости объема ссылающейся на ваш ресурс страницы и ценностью ссылки?",
      recomendation: "Ссылка из статьи объемом в 1000 слов более ценна, чем ссылка внутри фрагмента из 25 слов.",
      status: true
    },
    {
      title: "«Сквозные» ссылки",
      text: "Известно ли вам о принципе  «сквозных» ссылок?",
      recomendation: "Мэтт Каттс из Google подтвердил, что ссылки, считаются не по отдельности, а за одну.",
      status: true
    }
  ],
  communication: [
    {
      title: "Частота отказов",
      text: "Знаете ли вы, как частота отказов влияет на отображение ресурса в поисковом сервисе?",
      recomendation: "Рекомендуется минимизировать количество отказов вашего ресурса. Исследование SEMRush показало зависимость между показателями отказов и рейтингами Google, из которой очевидно их негативное влияние. ",
      status: true
    },
    {
      title: "Количество комментариев",
      text: "Знаете ли вы о влиянии комментариев на вашем сайте на результат поискового запроса?",
      recomendation: "Рекомендуется иметь возможность комментирования на веб ресурсе, так как страницы с большим количеством комментариев могут быть сигналом взаимодействия пользователя и качества. ",
      status: true
    }
  ]
};
