export default {
  domain: [
    {
      title: "Возраст домена",
      text:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      recomendation:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      status: true
    },
    {
      title: "Ключевое слово в домене",
      text:
        "Наличие ключевого слова в домене верхнего уровня не дает значительного повышения как это было раньше, но это по-прежнему является фактором релевантности",
      recomendation:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      status: true
    },
    {
      title: "Истечение срока использования домена",
      text:
        "Дата истечения срока действия домена может быть использована в качестве фактора при прогнозировании легитимности домена",
      recomendation:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      status: true
    }
  ],
  site: [
    {
      title: "Возраст домена",
      text:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      recomendation:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      status: true
    },
    {
      title: "Ключевое слово в домене",
      text:
        "Наличие ключевого слова в домене верхнего уровня не дает значительного повышения как это было раньше, но это по-прежнему является фактором релевантности",
      recomendation:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      status: true
    },
    {
      title: "Истечение срока использования домена",
      text:
        "Дата истечения срока действия домена может быть использована в качестве фактора при прогнозировании легитимности домена",
      recomendation:
        "Возраст домена, является одним из критериев Google по ранжированию веб ресурсов, но далеко не самым важным",
      status: true
    }
  ],
  page: [{}, {}],
  feedback: [{}, {}],
  communication: [{}, {}]
};
